{
  "home": "Home",
  "about": "About",
  "hero_message": "Your Lightning Fast and reliable Partner",
  "services": "Services",
  "about_us_description": "Flodor Transports is a top transportation company based in Timisoara, Romania, offering reliable and comfortable travel services. We specialize in airport transfers, corporate transport, and personalized travel, catering to both local and international clients. Our professional drivers and well-maintained vehicles ensure a seamless journey every time.",
  "airport_transfers": "Airport Transfers",
  "airport_transfers_description": "Our Airport Transfer service in Timisoara, Romania, is designed to provide convenient, reliable, and comfortable transportation to and from local and nearby international airports. Whether you are traveling for business or leisure, our professional and courteous drivers ensure you reach your destination safely and on time.",
  "corporate_transportation_description": "Enhance your business travel experience with our Corporate Transportation services. We offer reliable and comfortable transport solutions tailored for company employees, executives, and VIPs. Our fleet of well-maintained vehicles and professional drivers ensure punctuality and safety for all your corporate travel needs, including daily commutes, business meetings, conferences, and corporate events.",
  "our_services": "Our Services",
  "corporate_transportation": "Transport Corporate",
  "contact_us": "Contact Us",
  "phone": "Phone:",
  "airport_transfer": "Airport Transfer",
  "airport_transfer_description": "Our airport transfer service offers fast and comfortable transport to your destination. Book in advance for a worry-free journey, with professional drivers waiting for you upon arrival to ensure a relaxing experience.",
  "ride_sharing": "Ride-sharing",
  "international_transport": " International Transport",
  "about_us": "About us",
  "online_reservations": "Easy Online Bookings",
  "online_reservations_details": "Customers can book trips directly from our website or over the phone",
  "corporate_services": "Personalized Corporate Services",
  "corporate_services_details": "We provide services adapted to the transport needs of companies, guaranteeing discretion and professionalism for our business partners.",
  "safety": "Safety and Comfort is our priority",
  "safety_details": "We ensure a safe and comfortable environment by using advanced technology and strict maintenance procedures for every vehicle in our fleet."
}