{
  "home": "Acasǎ",
  "about": "Despre noi",
  "hero_message": "Partenerul tau rapid şi de incredere",
  "services": "Servicii",
  "about_us_description": "Flodor Transports este o companie de transport de top din Timișoara, România, care oferă servicii de călătorie fiabile și confortabile. Suntem specializați în transferuri aeroportuare, transport corporate și călătorii personalizate, deservind clienți locali și internaționali. Șoferii noștri profesioniști și vehiculele bine întreținute asigură o călătorie fără probleme de fiecare dată.",
  "airport_transfers": "Transfer Aeroport",
  "airport_transfers_description": "Serviciul nostru de transfer aeroport din Timișoara, România, este conceput pentru a oferi transport convenabil, de încredere și confortabil către și de la aeroporturile locale și internaționale din apropiere. Indiferent dacă călătoriți pentru afaceri sau pentru agrement, șoferii noștri profesioniști și amabili se asigură că ajungeți la destinație în siguranță și la timp.",
  "corporate_transportation_description": "Îmbunătățiți experiența călătoriilor de afaceri cu serviciile noastre de Transport Corporativ. Oferim soluții de transport fiabile și confortabile, adaptate pentru angajați, directori și VIP-uri. Flota noastră de vehicule bine întreținute și șoferii profesioniști asigură punctualitatea și siguranța pentru toate nevoile dvs. de călătorie corporativă, inclusiv naveta zilnică, întâlniri de afaceri, conferințe și evenimente corporative.",
  "our_services": "Serviciile Noastre",
  "corporate_transportation": "Corporate Transportation",
  "contact_us": "Contact",
  "phone": "Telefon:",
  "airport_transfer": "Transfer Aeroport",
  "airport_transfer_description": "Serviciul nostru de transfer de la aeroport vă oferă transport rapid și confortabil către destinație. Rezervați din timp pentru o călătorie fără griji, cu șoferi profesioniști care vă așteaptă la sosire și vă asigură o experiență relaxantă.",
  "ride_sharing": "Ride-sharing",
  "international_transport": "Transport International",
  "about_us": "Despre noi",
  "online_reservations": "Rezervări Online Ușoare",
  "online_reservations_details": "Clienții pot rezerva călătorii direct de pe website-ul nostru sau la telefon",
  "corporate_services": "Servicii Corporate Personalizate",
  "corporate_services_details": "Punem la dispoziție servicii adaptate nevoilor de transport ale companiilor, garantând discreție și profesionalism pentru partenerii noștri de afaceri.",
  "safety": "Siguranță și Confort Prioritare",
  "safety_details": "Asigurăm un mediu sigur și confortabil, folosind tehnologie avansată și proceduri stricte de întreținere pentru fiecare vehicul din flota noastră."
}